{
    "total":51,
    "data":[
        {"id":0,"quote":"We will eliminate waste and pollution to preserve the environment.","author":"Exxon"},
        {"id":1,"quote":"We are committed to making lasting progress in being a people, planet and profit positive company. ","author":"Starbucks"},
        {"id":2,"quote":"We set preliminary 2030 reduction targets, pledging to cut our carbon, water and waste footprints by half, working from a 2018 baseline.","author":"Starbucks"},
        {"id":3,"quote":"Our vision for the future is to become resource positive — giving back more than we take from the planet.","author":"Starbucks"},
        {"id":4,"quote":"Move to Zero is Nike's journey toward zero carbon and zero waste to help protect the future of sport.","author":"Nike"},
        {"id":5,"quote":"...we will advocate for well-designed, high-impact policies that can accelerate the deployment of market-based, cost-effective solutions,","author":"Exxon"},
        {"id":6,"quote":"We will eliminate waste and pollution to preserve the environment.","author":"Your Company Here"},
        {"id":7,"quote":"Our mission is to make our products more sustainable to protect the planet.","author":"Your Company Here"},
        {"id":8,"quote":"Our goal is to be energy efficient to improve our community.","author":"Your Company Here"},
        {"id":9,"quote":"We are commited to using clean energy sources to minimize our carbon footprint.","author":"Your Company Here"},
        {"id":10,"quote":"We are dedicated to recycling everywhere possible to get to zero waste.","author":"Your Company Here"},
        {"id":11,"quote":"Our company’s foundation is built on our values, which distinguish us and guide our actions. We conduct our business in a socially responsible and ethical manner. We respect the law, support universal human rights, protect the environment and benefit the communities where we work.","author":"Chevron"},
        {"id":12,"quote":"We are a global organisation that is socially and environmentally responsible, that embraces creativity and diversity and is financially rewarding for our employees and shareholders.","author":"Adidas"},
        {"id":13,"quote":"Our Reason for Being: Build the best product, cause no unnecessary harm, use business to inspire and implement solutions to the environmental crisis.","author":"Patagonia"},
        {"id":14,"quote":"Our services treat our employees fairly to get to carbon neutral.","author":"Your Company Here"},
        {"id":15,"quote":"Starbucks™ Shared Planet™ is our commitment to do business in ways that are good for people and the planet.","author":"Starbucks"},
        {"id":16,"quote":"...endeavouring to become the first name in industrial ecology, a corporation that cherishes nature and restores the environment.","author":"Interface Global"},
        {"id":17,"quote":"Our practice of returning to society what we earn evokes trust among consumers, employees, shareholders and the community.","author":"TATA Group"},
        {"id":18,"quote":"Apple Computer is committed to protecting the environment, health, and safety of our employees, customers and the global communities where we operate.","author":"Apple"},
        {"id":19,"quote":"Our foundation will be diverse and inclusive to continue sustainable economics.","author":"Your Company Here"},
        {"id":20,"quote":"AutoNation extends its services to include others that directly make a difference in the society through its corporate social responsibility.","author":"AutoNation"},
        {"id":21,"quote":"We exist to partner with sustainable companies to create solutions to the environmental crisis.","author":"Your Company Here"},
        {"id":22,"quote":"We are dedicated to the continuous improvement of our products and services. Through employee participation in our process and in partnership with our customers and suppliers we will accomplish our mission.","author":"Green Bay Packaging"},
        {"id":23,"quote":"We will partner with tree farms to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":24,"quote":"Our mission is global transformation through ethical relationships with small-scale farmers, and an integral sustainability orientation at every point on the supply chain.","author":"Alter Eco Foods"},
        {"id":25,"quote":"We foster sustainable economic growth and human development by connecting people with actionable information from farmers to corporate and national policy makers.","author":"AWhere"},
        {"id":26,"quote":"Our mission is to provide safe and healthy jobs grounded in sustainablity practices.","author":"Your Company Here"},
        {"id":27,"quote":"Turning people’s essential bills into a way of supporting good causes.","author":"Bills that Give"},
        {"id":28,"quote":"Our goal is to do everything possible to expand human potential to protect the environment and benefit communities where we work.","author":"Your Company Here"},
        {"id":29,"quote":"Blue Avocado’s mission is provide thoughtful designs and creative solutions for a greener, simpler life.","author":"Blue Avocado"},
        {"id":30,"quote":"Our mission is to inspire and empower people to lead the way to a renewably powered future.","author":"Bullfrog Power"},
        {"id":31,"quote":"We are commited to reducing plastic use and waste to reduce environmental footprint.","author":"Your Company Here"},
        {"id":32,"quote":"We are dedicated to ethically purchased and responsibly produced products to promote green initiatives.","author":"Your Company Here"},
        {"id":33,"quote":"Our mission is to provide the highest quality web hosting services to customers worldwide, supported by unbeatable, personalized customer care, backed by a renewably-powered, environmentally efficient infrastructure, and managed by an empowering corporate culture of progressive values, and with this create a thriving, global community of customers who share in our values and benefit from each others’ contributions.","author":"Canvas Host"},
        {"id":34,"quote":"Our mission is to help all companies harness the power of business to create positive social and environmental change.","author":"Codethic"},
        {"id":35,"quote":"Our services cause no unnessary harm to accelerate the world's transtition to sustainable energy.","author":"Your Company Here"},
        {"id":36,"quote":"Our foundation will respect the law and support universal human rights to preserve the environment.","author":"Your Company Here"},
        {"id":37,"quote":"To foster access to sustainability and corporate social responsibility (CSR) information. We aim to be an engine of transparency that encourages more consistent and actionable disclosure from all types of organizations.","author":"CSRHub"},
        {"id":38,"quote":"...to offer the purest, most elemental ingredients and organic herbs in natural healing products that are good for people and good for the earth.","author":"Elemenal Herbs"},
        {"id":39,"quote":"We exist to be socially and environmentally responsible to preserve the planet.","author":"Your Company Here"},
        {"id":40,"quote":"We will do business in ways that are good for people and the planet to improve our community.","author":"Your Company Here"},
        {"id":41,"quote":"Our mission at Essential Living foods is to improve the health of the planet, its people, and their communities.","author":"Essential Living Foods"},
        {"id":42,"quote":"Our mission is to reimagine commerce in ways that build a more fulfilling and lasting world.","author":"Etsy"},
        {"id":43,"quote":"Our mission is helping the environment through materials to minimize our carbon footprint.","author":"Your Company Here"},
        {"id":44,"quote":"Our goal is to manufacture products that are environmentally responsible to get to zero waste.","author":"Your Company Here"},
        {"id":45,"quote":"Fairware’s mission is to change the world through the simple act of buying. We’re committed change makers and we’re serious about sustainability.","author":"Fairware"},
        {"id":46,"quote":"We're the best partner for your sustainability journey.","author":"JLL"},
        {"id":47,"quote":"We’re on a mission to develop innovators who envision and create a better world.","author":"Galileo"},
        {"id":48,"quote":"We are dedicated to nurturing an environmentally aware corportate culture to continue sustainable economics.","author":"Your Company Here"},
        {"id":49,"quote":"Our services empower people to create a better way of being sustainable to continue sustainable economics.","author":"Your Company Here"},
        {"id":50,"quote":"Feronia Forests is dedicated to finding smart ways to nurture, improve, and conserve forestland for future generations.","author":"Feronia Forests"}
    ]
}
